Repository: Coronavirus-Outbreak-Control/doctor-app-ios
Catalog: Covid19Doctor/Covid19Doctor/*.lproj/Localizable.strings
Languages: it, pt_br

# welcome
source: Hey Doctor, Welcome to anonymous CovidCommunity Alert 👋
pt_br: Olá Doutor, Bem-vindo(a) ao Covid Alerta Comunitário 👋

# together_we
source: Together we can save lives!
it: Insieme possiamo salvare vite!
pt_br: Juntos podemos salvar vidas!

# let_s_get_s
source: LET'S GET STARTED
it: INIZIAMO
pt_br: VAMOS COMEÇAR

# bt_how_it_works
source: HOW IT WORKS 🤔
it: COME FUNZIONA 🤔
pt_br: COMO FUNCIONA 🤔

source: How it works 🤔
it: Come funziona 🤔
pt_br: Como funciona 🤔

# how_it_works_p0
source: We will use the camera and contacts in order to scan the patient’s QR code and invite other doctors.
it: Useremo la fotocamera del tuo cellulare e i contatti, per permetterti di scansionare i codici QR dei pazienti e invitare altri dottori.
pt_br: Nós vamos usar a câmera do seu celular para escanear o QR code dos pacientes, e os seus contatos para convidar outros médicos.

# how_it_works_q1
source: How can I help?
it: Come posso aiutare?
pt_br: Como eu posso ajudar?

# how_it_works_p1
source: You can log the patient’s health status in order to notify others that have been interacting with the patient.
it: Puoi registrare lo stato di salute del paziente in modo da notificare altre persone che hanno interagito con il paziente.
pt_br: Você pode registrar o diagnóstico dos pacientes para que possamos notificar pessoas que entraram em contato com eles nas últimas duas semanas. Isso acontece de forma anônima.

# how_it_works_q2
source: How can I promote this application?
it: Come posso promuovere questa app?
pt_br: Como eu posso promover o uso desse aplicativo?

# how_it_works_p2
source: You can invite other trusted doctors by sending us their phone number.
it: Puoi invitare altri dottori fidati inviandoci il loro numero di telefono.
pt_br: Você pode convidar médicos nos quais confia através dos seus números de telefone.

source: Phone number
it: Numero di cellulare
pt_br: Número de telefone

# verify_number
source: Verify phone number
it: Verifica numero
pt_br: Verificar telefone

# tv_code
source: Enter the 6 digits code you received by SMS
it: Inserisci il codice di 6 cifre ricevuto per SMS
pt_br: Informe o código de 6 dígitos recebido por SMS

# bt_send_number
source: SEND
it: INVIA
pt_br: ENVIAR

# insert_num
source: Enter number
it: Inserisci numero
pt_br: Digite o número

# err_code
source: Error
it: Errore
pt_br: Erro

# retry_time
source: You can retry in %d seconds
it: Puoi riprovare tra %d secondi
pt_br: Tente novamente em %d segundos

source: All set!
it: Fatto!
pt_br: Tudo pronto!

# what_to_do
source: You will now be able to scan a patient's QR code, log their health status and invite other doctors on the app.
it: Ora potrai scansionare il Codice QR dei pazienti, registrare il loro stato di salute e invitare altri dottori ad usare app.
pt_br: Agora você será capaz de escanear o QR code de um paciente e registrar o diagnóstico, além de poder convidar outros médicos a usar o aplicativo.

# go
source: GO TO APPLICATION
it: VAI ALL'APPLICAZIONE
pt_br: IR PARA O APLICATIVO

# main_title
source: Welcome to CoviDoc
pt_br: Bem-vindo ao CoviDoc

# bt_scan_qrcode
source: TAP HERE TO SCAN QR CODE
it: CLICCA QUI PER SCANSIONARE IL CODICE QR
pt_br: TOQUE AQUI PARA ESCANEAR UM QR CODE

# bt_invite_doc
source: INVITE OTHER DOCTORS
it: INVITA ALTRI DOTTORI
pt_br: CONVIDAR OUTROS MÉDICOS

# toast_num_doc_invited
source: Doctor invited
it: Dottore invitato
pt_br: Médico convidado

# toast_err_doc_invited
source: Error while inviting
it: Errore durante l'invito di
pt_br: Erro ao convidar médico

# alert_inviting_title
source: You are inviting
it: Stai invitando
pt_br: Você está convidando

# alert_inviting_text
source: Do you confirm the invitation?
it: Confermi l'invito?
pt_br: Você tem certeza que deseja enviar o convite?

# toast_invalid_number
source: Invalid number
it: Il numero selezionato non è valido
pt_br: Número inválido

# bt_confirm_covid
source: 🤒 Positive to COVID-19
it: 🤒 POSITIVO AL COVID-19
pt_br: 🤒 Positivo para COVID-19

# bt_suspect_covid
source: 😷 Suspected of COVID-19
it: 😷 SOSPETTO DI COVID-19
pt_br: 😷 Supeito de COVID-19

# bt_recover_covid
source: 😊 Healed
it: 😊 GUARITO
pt_br: 😊 Curado

# diagnosis_title
source: Diagnosis 🔬
it: Diagnosi 🔬
pt_br: Diagnóstico 🔬

# toast_status_changed
source: Health status changed
it: Stato di salute registrato
pt_br: Status de saúde do paciente alterado

# toast_status_error
source: Error, health status not registered
it: Errore, lo stato di salute non è stato registrato
pt_br: Erro, status de saúde não registrado

# alert_sure_text
source: Are you sure?
it: Sei sicuro?
pt_br: Você tem certeza?

# alert_patientid_desc
source: This is the patient id. Tap it to copy.
it: Questo è l'ID del paziente. Toccalo per copiarlo.
pt_br: Este é o ID do paciente. Toque para copiar.

# ask_for_diagnosis
source: Do you already know the diagnosis?
it: Conosci già la diagnosi?
pt_br: Você já sabe o diagnóstico?

# view_pending_text1
source: The ID of this patient is
it: Il codice del paziente è
pt_br: O ID do paciente é

# view_pending_tap_to_copy
source: Tap to copy
it: Tocca per copiare
pt_br: Toque para copiar

# view_pending_text2
source: Take note of the code if needed.
it: Prendi nota del codice se necessario.
pt_br: Copie-o nos registros médicos.

# view_pending_text3
source: This ID has been saved as %@ and the health status of the patient can be updated later.
it: Questo codice è stato salvato come %@ e lo stato di salute del paziente può essere aggiornato in seguito.
pt_br: O status do paciente foi alterado para SUSPEITO. Se você já obteve os resultados do teste do paciente, clique em PRÓXIMO PASSO para alterar o status de saúde dele. Caso contrário, você pode retornar à tela inicial e alterar o status mais tarde.

# view_pending_question
source: Do you already have the result?
it: Hai già i risultati del test?
pt_br: Você sabe os resultados do teste desse paciente?

# view_pending_copied
source: ID copied
pt_br: ID copiado

source: Yes
it: Sì
pt_br: Sim

source: No
pt_br: Não

source: Cancel
it: Annulla
pt_br: Cancelar

source: Confirm
it: Conferma
pt_br: Confirmar

source: Continue
it: Continua
pt_br: Continuar

source: SUSPECT
it: SOSPETTO
pt_br: SUSPEITO
